[
{"motivation ""بغض النظر عن مدى صعوبة الحياة، هناك دائمًا شيء يمكنك القيام به وتحقيق النجاح. - ستيفن هوكينج"},
{"motivation ""الحياة لا تتعلق بإيجاد نفسك. الحياة تتعلق ببناء نفسك. - جورج برنارد شو"},
{"motivation "أحب الحياة التي تعيشها. عش الحياة التي تحبها. - بوب مارلي"},
{"motivation ""المتشائم يرى صعوبة في كل فرصة. والمتفائل يرى فرصة في كل صعوبة. -وينستون تشرشل"},
{"motivation": "لا تقلق بشأن الفشل، اقلق بشأن الفرص التي تفوتك عندما لا تحاول حتى. - جاك كانفيلد"},
{"motivation ""ليس هناك سر للنجاح. إنه نتيجة الإعداد والعمل الجاد والتعلم من الفشل. - كولن باول"},
{"motivation": "يفعل الأشخاص الناجحون ما لا يرغب الأشخاص الفاشلون في القيام به. لا تتمنى لو كان الأمر أسهل؛ تمنى لو كنت أفضل.- جيم رون"},
{"motivation": "في هذه الحياة لا يمكننا فعل أشياء كبيرة. لا يمكننا فعل سوى أشياء صغيرة بحب كبير. - الأم تريزا"},
{"motivation": "الفوز ليس كل شيء، ولكن الرغبة في الفوز هي كل شيء. - فينس لومباردي"},
{"motivation": "ثلاثة أشياء مهمة في الحياة: صحتك، ومهمتك، والأشخاص الذين تحبهم. - نافال رافيكانت"},
{"motivation": "لا تخف من الحياة. آمن بأن الحياة تستحق أن تُعاش، وإيمانك سيساعد في خلق الحقيقة.- ويليام جيمس"},
{"motivation ""عندما نسعى جاهدين لنكون أفضل مما نحن عليه، يصبح كل شيء حولنا أفضل أيضًا. - باولو كويلو"},
{"motivation ""النجاح والفشل كلاهما جزء من الحياة. كلاهما مؤقت فقط.- شاروخان"},
{"motivation": "احسب عمرك بالأصدقاء، وليس بالسنوات. احسب حياتك بالابتسامات، وليس بالدموع. - جون لينون"},
{"motivation ""الحياة كلها عبارة عن تجربة. كلما زاد عدد التجارب التي تجريها، كان ذلك أفضل. - رالف والدو إيمرسون"},
{"motivation "الرحلة الوحيدة المستحيلة هي تلك التي لم تبدأها أبدًا. - توني روبينز"},
{"motivation": "النجاح ليس نهائيًا؛ والفشل ليس قاتلًا: ما يهم هو الشجاعة للاستمرار. - وينستون س. تشرشل"},
{"motivation": "العديد من حالات الفشل في الحياة هم أشخاص لم يدركوا مدى قربهم من النجاح عندما استسلموا. - توماس أ. إديسون"},
{"motivation ""لديك عقل في رأسك. ولديك قدمان في حذائك. ويمكنك توجيه نفسك في أي اتجاه تختاره. - دكتور سوس"},
{"motivation ""الطريق إلى النجاح والطريق إلى الفشل هما تقريبًا نفس الشيء.- كولن آر ديفيس"},
{"motivation": "انشر الحب أينما ذهبت. ولا تدع أحدًا يأتي إليك دون أن يتركك أكثر سعادة. - الأم تريزا"},
{"motivation":عندما تصل إلى نهاية الحبل، اربط عقدة فيه وتمسك بها.- فرانكلين دي روزفلت"},
{"motivation": "السعادة هي عندما يكون ما تفكر فيه، وما تقوله، وما تفعله متناغمًا. - المهاتما غاندي"},
{"motivation": "لا تحكم على كل يوم من خلال المحصول الذي تجنيه، ولكن من خلال البذور التي تزرعها. - روبرت لويس ستيفنسون"},
{"motivation ""المستقبل ملك لأولئك الذين يؤمنون بجمال أحلامهم. - إليانور روزفلت"},
{"motivation ": "الحياة إما أن تكون مغامرة جريئة أو لا شيء على الإطلاق. - هيلين كيلر"},
{"motivation ""طريقة البدء هي التوقف عن الكلام والبدء في الفعل.- والت ديزني"},
{"motivation "وقتك محدود، لذا لا تضيعه في عيش حياة شخص آخر. ولا تجعل نفسك محاصرًا بالعيش مع أفكار الآخرين. - ستيف جوبز"},
{"motivation": "لو كانت الحياة متوقعة، لكانت راكدة، بلا مشاعر. - إليانور روزفلت"},
{"motivation ""إذا حددت أهدافًا عالية جدًا وفشلت، فسوف تفشل بالإضافة إلى نجاح الآخرين. - جيمس كاميرون"},
{"motivation ""قل لي وسوف أنسى. علمني وسأتذكر. أشركني وسأتعلم. - بنجامين فرانكلين"},
{"motivation "إن أفضل وأجمل الأشياء في العالم لا يمكن رؤيتها أو حتى لمسها - بل يجب الشعور بها بقلبك. - هيلين كيلر"},
{"motivation ""في أوقات الشعور بالظلام، يجب أن نركز لرؤية النور. - أرسطو"},
{"motivation": "كل من يشعر بالسعادة سيجعل الآخرين سعداء أيضًا. - آن فرانك"},
{"motivation ""سوف تواجه العديد من الهزائم في الحياة، لكن لا تسمح لنفسك أبدًا بالهزيمة. - مايا أنجيلو"},
{"motivation": "الهدف من حياتنا هو أن نكون سعداء. - الدالاي لاما"}
]
